Repository: sapy22/collection_pdf_tools
Catalog: pdf_compress/locale/*/LC_MESSAGES/pdf_compress.po
Languages: ar

source: Please select PDF files only
ar: الرجاء تحديد ملفات PDF فقط

source: Error
ar: خطأ

source: Please select the input files
ar: الرجاء تحديد ملفات الإدخال

source: Please select the output folder
ar: الرجاء تحديد مجلد الإخراج

source: Please select The input and output folder
ar: الرجاء تحديد ملف الإدخال ومجلد الإخراج

source: Done
ar: تمت العملية

source: Info
ar: معلومة

source: Compression Level
ar: مستوى الضغط

source: Input Files
ar: ملفات الإدخال

source: Output Folder
ar: مجلد الإخراج

source: Normal (recommended)
ar: متوسط (مستحسن)

source: High (low quality Image)
ar: عالي (صورة منخفضة الجودة)
