Repository: sapy22/collection_pdf_tools
Catalog: pdf_fill/locale/*/LC_MESSAGES/pdf_fill.po
Languages: ar

source: Please select PDF files only
ar: الرجاء تحديد ملفات PDF فقط

source: Error
ar: خطأ

source: Please select the template file (pdf)
ar: الرجاء تحديد ملف النموذج (pdf)

source: Enter the page number to fill:
ar: أدخل رقم الصفحة المراد تعبئتها:

source: Select Page Number
ar: حدد رقم الصفحة

source: Please select excel Files only
ar: الرجاء تحديد ملفات Excel فقط

source: Please select the data file (excel)
ar: الرجاء تحديد ملف البيانات (excel)

source: Please select text files only
ar: الرجاء تحديد ملفات نصية فقط

source: Please select the coordinates file (txt)
ar: الرجاء تحديد ملف الإحداثيات (txt)

source: Please select the output file (pdf)
ar: الرجاء تحديد ملف الإخراج (pdf)

source: Warning
ar: تحذير

source: The num of data column doesn't match the num of coordinate
ar: لا يتطابق عدد أعمدة ملف البيانات مع عدد الإحداثيات

source: Please select the template\data\coordinates\output files
ar: الرجاء تحديد ملف النموذج \ البيانات \ الإحداثيات \ ملفات الإخراج

source: Wrong column number!!
ar: رقم العمود خاطئ !!

source: Done
ar: تمت العملية

source: Info
ar: معلومة

source: Main
ar: الرئيسية

source: Setting
ar: الاعدادت

source: Template File
ar: ملف النموذج

source: Data File
ar: ملف البيانات

source: Coordinates File
ar: ملف الإحداثيات

source: Output File
ar: ملف الإخراج

source: Multiple Files
ar: ملفات متعددة

source: Data column
ar: رقم خلية البيانات

source: Increment
ar: رقم تزايدي

source: Font
ar: الخط

source: Name :
ar: اسم :

source: Size :
ar: المقاس :

source: Color :
ar: اللون :

source: Text Alignment :
ar: محاذاة النص :
